Repository: chaudarywajid/KhanLoveRiyadhCleanStreet
Catalog: RiyadhCleanStreet/CleanStreetWin/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, ur_pk

# ApplicationSubTitle.Text
source: Working together for cleaner and greener places
ar_sa: نعمل معاً لأماكن أكثر أنظف و اخضراراً
ur_pk: صاف ستھرے اور زیادہ سبز جگہوں کے لئے مل کر کام

# ApplicationTitle.Text
source: Love Riyadh Clean Streets
ar_sa: أحب تنظيف شوارع الرياض
ur_pk: گلیوں کو سبز اور صاف رکھیں

source: Image Set From Storage
ar_sa: خذ الصورة من التخزين
ur_pk: تصویر ذخیرہ سے ملی ہے

source: Know About Us
ar_sa: تريد أن تعرف عنا
ur_pk: ہمارے بارے میں جانیں

# LayoutDirection
source: LTR
ar_sa: RTL
ur_pk: RTL

# lblAbout.Text
source: About
ar_sa: من نحن
ur_pk: ہمارے بارے میں

# lblAboutus
source: About Us
ar_sa: من نحن
ur_pk: ہمارے بارے میں

# lblBuildingNo/Location.Header
source: Building No / Location
ar_sa: بناء رقم / موقع
ur_pk: عمارت نمبر اور محل وقوع

# lblDescription.Text
source: Description
ar_sa: الوصف
ur_pk: تفصیلات

# lblDistrict.Text
source: District
ar_sa: الحي
ur_pk: محلہ/ضلع

# lblEnterdistrictname.PlaceholderText
source: Enter District Name
ar_sa: أدخل اسم الحي
ur_pk: محلہ کا نام درج کریں

# lblEnterstreetname.PlaceholderText
source: Enter Street Name
ar_sa: أدخل اسم الشارع
ur_pk: سڑک/ گلی کا نام درج کریں

# lblEnteryourobservation.PlaceholderText
source: Enter Your Observation
ar_sa: أدخل ملاحظتك
ur_pk: اپنا مشاہدہ درج کریں

# lblform
source: Form
ar_sa: النموذج
ur_pk: اندراج فارم

# lblHelp
source: Help
ar_sa: مساعدة
ur_pk: تکنیکی مدد

# lblHelpTxt.Text
source: Help
ar_sa: مساعدة
ur_pk: دستاویزی مدد

# lblLatitude/Long.Text
source: Latitude / Long.
ar_sa: خط العرض/ الطول
ur_pk: عرض البلد/طول

# lblMyreports.Header
source: My Reports
ar_sa: تقاريري
ur_pk: میری رپورٹیں

# lblNeedhelptosubmitreport
source: Need Help To Submit Report
ar_sa: بحاجة إلى مساعدة لتقديم التقرير
ur_pk: رپورٹ جمع کروانے کے لیے مدد کی ضرورت ہے

# lblObservation.Text
source: Observation
ar_sa: الملاحظة
ur_pk: مشاہدات

# lblPickerDate.Header
source: Search Term
ar_sa: كلمة البحث
ur_pk: تلاش کی اصطلاح

# lblPublishedbyCKAT.Text
source: Published By CKAT
ar_sa: نشرتها CKAT
ur_pk: واجد خان کی طرف سے شائع کیا -CKAT

# lblReportcanbesearchedusingthedatepicker.Text
source: Report can be searched using the date picker on the right section of you application. Once you select your input date and click on OK button system will search all report based on input date.
ar_sa: يمكن البحث في التقرير باستخدام منتقي التاريخ في الجزء الأيمن من التطبيق الخاص بك. بمجرد انك قمت بتحديد تاريخ الإدخال والنقر على الزر "موافق" النظام سيتم البحث لجميع التقرير استناداً إلى تاريخ الإدخال.
ur_pk: رپورٹ تلاش کے لیے ایپلی کیشن کے بائیں والے حصے کا استعمال ہو سکتا ہے ۔ ایک مرتبہ آپ اپنی ان پٹ تاریخ منتخب کریں اور ٹھیک ہے بٹن پر کلک کریں ۔ نظام ان پٹ کی تاریخ پر مبنی تمام رپورٹ تلاش کرے گا ۔

# lblSaveReport.Content
source: Save Report
ar_sa: حفظ التقرير
ur_pk: رپورٹ محفوظ کریں

# lblSearchreport.Header
source: Search Report
ar_sa: بحث التقارير
ur_pk: رپورٹ تلاش کریں

# lblSearchreports
source: Search Reports
ar_sa: بحث التقارير
ur_pk: رپورٹ تلاش کریں

# lblSearchreportsHelp.Text
source: Search Report
ar_sa: بحث التقارير
ur_pk: رپورٹ تلاش کریں

# lblSelectdate
source: Select Date
ar_sa: حدد تاريخ
ur_pk: تاریخ منتخب کریں

# lblSharereport.Text
source: Share Report
ar_sa: تقاسم التقرير
ur_pk: رپورٹ بھیجیں

# lblShowmyreports
source: Show My Reprots
ar_sa: إظهار التقارير الخاصة بي
ur_pk: میری رپورٹیں دیکھائیں

# lblShowReport
source: Show Report
ar_sa: عرض تقرير
ur_pk: رپورٹیں دیکھائیں

# lblShowReportHelp.Text
source: Show Report
ar_sa: عرض تقرير
ur_pk: رپورٹیں دیکھائیں

# lblShowreportwilldisplayallyourlocallysavedreports.Text
source: Show Report will display all your locally saved reports and you may submit/share report with anyone via share contract or by clicking on submit button while you are on the report detail page.
ar_sa: إظهار التقرير سيتم عرض جميع التقارير المحفوظة محلياً الخاص بك و قد تقدم لك/مشاركة تقرير مع أي شخص عن طريق مشاركة التعاقد أو يقدم عن طريق النقر على زر أثناء وجودك في صفحة تفاصيل التقرير.
ur_pk: آپ اپنے مقامی طور پر محفوظ کردہ رپورٹس کسی کے ساتھ ارسال بٹن پر کلک کرکے جمع کروا سکتے ہیں ۔ ہم یہ ای میل بھیجنے کے استعمال کو ترجیح دیتے ہیں ۔

# lblStatusmessage.Text
source: Status Message
ar_sa: رسالة الحالة
ur_pk: حالت نظام کے پیغام

# lblStreet.Text
source: Street
ar_sa: الشارع
ur_pk: گلی

# lblSubmitReport.Content
source: Submit Report
ar_sa: تقديم تقرير
ur_pk: رپورٹ ارسال کریں

# lblSubmitReportHelp.Text
source: Submit Report
ar_sa: تقديم تقرير
ur_pk: رپورٹ ارسال کریں

# lblSubmitShareReport.Content
source: Submit Report
ar_sa: تقديم تقرير
ur_pk: رپورٹ ارسال کریں

# lblTakePicture.Content
source: Take Picture
ar_sa: التقاط الصورة
ur_pk: تصویر لیں

# lblTasks.Header
source: Tasks
ar_sa: المهام
ur_pk: کام

# lblTechinical support/feedbackemail.Text
source: technical support/feedback email: support@mwmsr.net
ar_sa: الدعم الفني - البريد الإلكتروني: support@mwmsr.net
ur_pk: تکنیکی معاونت/آراء ای میل: support@mwmsr.net

# lblThisisanonofficialRiyadhcitystreetscleaningobservationAp.Text
source: This is a non-official Riyadh city streets cleaning observations App to make Riyadh a more clean, green and beautiful place.
ar_sa: هذه تطبيق أحب تنظيف شوارع الرياض هو تسجيل المراقبة الميدانية غير رسمية لجعل الرياض مكاناً أكثر نظافة وأكثر خضرة وجميلة.
ur_pk: یہ ایپلی کیشن شہر سڑکوں/گلیوں کے روز مرہ کے مشاہدات کے بارے میں ہے ۔یہ ایپلی کیشن ہمارے شہروں کو زیادہ صاف اور سبز جگہ بنانے میں مدد د ے گی ۔

# lblThisisgeneralguidelines.Text
source: This is general guidlines how to use the application functionalities.
ar_sa: هذه هي المبادئ التوجيهية العامة لكيفية استخدام وظائف التطبيق.
ur_pk: یہ عمومی ہدایات ایپلی کیشن کی خصوصیات کو استعمال کرنے کا طریقہ ہے ۔

# lblUpdateReport.Content
source: Update Report
ar_sa: تحديث التقرير
ur_pk: رپورٹ کی تازہ کاری کریں

# lblYoumayaddnewreporttotheapplication.Text
source: You may add new report to the application on clicking the submit report title on main screen. once you click the title this will land you in the report submision detail page where you can enter the street name the district name and observation name. Take Observation picture and save the record into you local storage, system will take the location information additional if allowed by user to tag the picture at current location.
ar_sa: يمكنك إضافة تقرير جديد إلى التطبيق عند النقر فوق إرسال عنوان التقرير على الشاشة الرئيسية. بمجرد النقر فوق العنوان هذا سوف يظهر لك في صفحة تفاصيل تقديم التقرير حيث يمكنك إدخال اسم الشارع اسم الحي واسم المراقبة. تأخذ صورة الملاحظة وتقوم حفظ السجل في التخزين المحلي الخاص بك، و سوف يقوم النظام يأخذ معلومات إضافية للموقع إذا سمح بها المستخدم لوضع علامة الصورة في الموقع الحالي.
ur_pk: رپورٹ جمع کرائیں پر کلک کرنے پر ایپلی کیشن نئی رپورٹ شامل کرے گی ۔ ایک بار جب آپ کلک کریں یہ آپ کو تفصیل صفحے پر لے جائے گا- جہاں آپ نے سڑک کا نام محلہ/ضلع کے نام اور مشاہدے کے نام داخل کر سکتے ہیں۔نظام اپنا محل وقوع GPS کے ذریعے خود بخود ریکارڈ کرے گا

# lblYoumayshare/submityourreporttoanyone.Text
source: You may share/submit your report to anyone using the submit button on the report detail page. On Share charm please select the mail application to share your report with picture and location details.
ur_pk: آپ کسی کو بھی ارسال بٹن استعمال کرنے کے لئے اپنی رپورٹ جمع کروانا ہے ۔ پھر اپنی رپورٹ تصویر اور محل وقوع کی تفصیلات کے ساتھ بھیجنے کے لیے ڈاک ایپلی کیشن منتخب کریں ۔

# lblYoumaysubmittheRiyadhcitystreetobservation
source: You May Submit the Riyadh City Street Observations
ar_sa: يمكنك إرسال ملاحظة الشوارع مدينة الرياض
ur_pk: آپ شہر کے گلی مشاہدات کی جمع کرا سکتے ہیں

# msgImageCapture
source: Image Captured successfully!
ar_sa: الصورة التي تم التقاطها بنجاح
ur_pk: کامیابی کے ساتھ لی گئی تصویر

# msgImageSaved
source: CapturedImage Saved Picture Folder!
ar_sa: صورة تم الحفظ المجلد صورة
ur_pk: لیا گیا نقش تصویر محفوظ

# msgNoCapture
source: No photo captured
ar_sa: لا تؤخذ الصورة
ur_pk: نہیں لی گئی تصویر

# msgNoPhotoSaved
source: No photo saved
ar_sa: لم يتم حفظ
ur_pk: تصویر محفوظ نہیں

# msgPhotoFirst
source: Please Take Photo First
ar_sa: يرجى أخذ الصورة الأولى
ur_pk: برائے مہربانی پہلے تصویر لیں

source: No Image Exist
ar_sa: لا يوجد صورة
ur_pk: نقش موجود نہیں ہے ۔

source: No Image Found
ar_sa: لا يوجد صورة
ur_pk: نقش موجود نہیں ہے ۔

source: No Record Found!
ar_sa: لا يوجد سجل
ur_pk: کوئی ریکارڈ نہیں ملا!

# obsSaved
source: Observation Saved
ar_sa: تم الحفظ الملاحظة
ur_pk: مشاہدہ محفوظ

# obsUpdate
source: Observation Updated
ar_sa: تحديث الملاحظة
ur_pk: مشاہدے کی تازہ کاری

# PleaseSelectMail
source: Please Select Mail Link to Send Email
ar_sa: الرجاء اختر رابط البريد لإرسال البريد الإلكتروني
ur_pk: براہ مہربانی ای میل بھیجنے کے لیے ڈاک ربط منتخب کریں

# plsEnterObservation
source: Please Choose Observation from list
ar_sa: يرجى الملاحظة اختيار من القائمة
ur_pk: فہرست سے مشاہدے کا انتخاب کریں

# plsEnterStreet
source: Please Enter Street Name
ar_sa: الرجاء أدخل اسم الشارع
ur_pk: سڑک/ گلی کا نام درج کریں

source: Submit Report
ar_sa: تقديم تقرير
ur_pk: رپورٹ ارسال کریں
